[{
  "productName": "Under Armour Men's HOVR SLK Sneaker",
  "price": 81.54,
  "productImg": "https://images-na.ssl-images-amazon.com/images/I/813M67ZT4AL._UX695_.jpg",
  "productDescription": "Under Armour's mission is to make all athletes better through passion, design and the relentless pursuit of innovation. Where we started? It all started with an idea to build a superior T-shirt. The technology behind Under Armour's diverse product assortment for men, women and youth is complex, but the program for reaping the benefits is simple: wear HeatGear when it's hot, ColdGear when it's cold, and All Season Gear between the extremes.",
  "category": "clothing"
},
{
  "productName": "Secret Aardvark Habanero Sauce, Net 8 fl oz.",
  "price": 9.89,
  "productImg": "https://images-na.ssl-images-amazon.com/images/I/81UjlNqvvcL._SY679_.jpg",
  "productDescription": "Not your usual hot sauce!!! Our flagship sauce features a unique “Caribbean meets Tex-Mex” flavor and just enough heat to slap the sass outta your mouth. It’s a versatile table sauce that adds a special something to dang near anything, and works as a marinade too! Ingredients include flavorful habanero peppers and roasted tomatoes. Great as a sauce, marinade or holistic cure all. “Dump on Everything,” the Secret Aardvark compels you!!!!!!",
  "category": "food"
},
{
  "productName": "DIRTY DICKS Hot Sauce, 5 OZ",
  "price": 8.28,
  "productImg": "https://images-na.ssl-images-amazon.com/images/I/31ZuK3h3VaL.jpg",
  "productDescription": "Considered one of top three hot sauces in the country by Chili Pepper Magazine and the National barbecue Association. An outstanding exotic blend of Habanero peppers, Tropical fruits and Sweetness, plus freshly ground spices from around the world. This sauce is delicious for cooking or dipping, breakfast, cookouts and snacks. A Bloody Mary's best friend. Try Some Today!",
  "category": "food"
},
{
  "productName": "Coffee Gator Pour Over Brewer – Unlock Flavor with Paperless Filter and Carafe – 27floz",
  "price": 36.99,
  "productImg": "https://images-na.ssl-images-amazon.com/images/I/81R2JRGJjRL._SX679_.jpg",
  "productDescription": "More smiles per cup. Baristas agree, pour over brewing unlocks coffee’s full potential. This kit is the easiest way to get there. Prepare your taste buds for a flavor fiesta that will leave you grinning like a possum eating a sweet potato Get more from your beans. They’ve travelled long and far and have the capacity to make you extremely happy. This 100% BPA free carafe with mesh filter means maximum flavor and minimal effort. Prepare to usher fragrant, sweet, coffee into your home Save time, hassle and the planet. Single-use filters are history. They cost money, make waste and damage the environment. Use laser-cut stainless steel to ensure flavor ends up in the carafe, then on your lips - not in the trash Drink better coffee. Unlike the competition, we never compromise on quality, service or your happiness. We’re only happy when you are. We had 9,804 positive reviews last year and everything we sell is covered by our 100% satisfaction promise. Choose this coffee maker and you could be enjoying the coffee experience of a lifetime as soon as tomorrow",
  "category": "Home & Kitchen"
},
{
  "productName": "Gilmour Cleaning Sprayer Foamaster II Multi-ratio Spray Gun 1609706073",
  "price": 39.99,
  "productImg": "https://images-na.ssl-images-amazon.com/images/I/61oF%2BhmCCzL._SL1000_.jpg",
  "productDescription": "The Foamaster cleaning sprayer is the perfect all-around tool for cleaning, degreasing and disinfecting. Its even distribution of foam ensures the most controlled, scratch-free wash possible. No need to mix water and cleaning solution beforehand, the sprayer does it for you. It’s simple to use and supported by a lifetime warranty.",
  "category": "Automotive"
}
]